[
  {
    "title": "Mi Familia",
    "description": "Graba y sube un vídeo de 30-60 segundos sobre tu familia. Incluye una breve descripción de los miembros de tu familia. **Añade una pregunta al final de tu vídeo para tus compañeros**Reto: ¿Te atreves a añadir en el vídeo qué haces normalmente con tu familia los fines de semana?",
    "thumbnail": null,
    "level": 1,
    "nativeLanguage": "EN",
    "targetLanguage": "ES"
  },
  {
    "title": "Mi Familia",
    "description": "Graba y sube un vídeo de 1-1:30 segundos sobre tu familia. Incluye una breve descripción de los miembros de tu familia, tu relación con ellos y si hacéis cosas juntos los fines de semana. **Añade una pregunta al final de tu vídeo para tus compañeros**Reto: ¿Te gustaría ser hijo único?/¿Te gustaría tener hermanos/as? Responde a esta pregunta en el vídeo explicando el por qué.",
    "thumbnail": null,
    "level": 2,
    "nativeLanguage": "EN",
    "targetLanguage": "ES"
  },
  {
    "title": "Mi Familia",
    "description": "Graba y sube un vídeo de 1-2 minutos hablando sobre tu familia. Incluye una breve descripción de los miembros de tu familia, tu relación con ellos, si hacéis cosas juntos los fines de semana y si te gustaría ser hijo único o tener hermanos/as. **Añade una pregunta al final de tu vídeo para tus compañeros**Reto: ¿Cómo ha influido tu familia en tu vida y tu personalidad? ¿Puedes explicarlo con ejemplos en el vídeo?",
    "thumbnail": null,
    "level": 3,
    "nativeLanguage": "EN",
    "targetLanguage": "ES"
  },
  {
    "title": "Asi Soy Yo",
    "description": "Graba y sube un vídeo de 1-1:30 minutos hablando sobre tí. Incluye tu nombre, tu edad, dónde vives, cómo eres, qué te gusta hacer en tu tiempo libre y qué vas a hacer cuando acabes los estudios.  **Añade una pregunta al final de tu vídeo para tus compañeros**Reto: ¿Te atreves a añadir en el vídeo cómo eras cuando eras pequeño/a?",
    "thumbnail": null,
    "level": 2,
    "nativeLanguage": "EN",
    "targetLanguage": "ES"
  },
  {
    "title": "Mi Familia II",
    "description": "Vas a tener una conversación con tu ciberamigo/a sobre vuestras familias. En la llamada, podéis utilizar el siguiente guión:-Saludos-Descripción de vuestras familias-Hablad de vuestros hermanos y vuestra relación con ellos o si sois hijos únicos.-Qué hacéis los fines de semana juntos/qué planes tenéis este fin de semana.-Despedida.*Asegúrate de prepararte preguntas sobre su vídeo para preguntarle a tu ciberamigo/a.",
    "thumbnail": null,
    "level": 2,
    "nativeLanguage": "EN",
    "targetLanguage": "ES"
  },
  {
    "title": "Mis Amigos",
    "description": "Graba y sube un vídeo de 1-1:30 minutos hablando sobre tus amigos/as o de tu mejor amigo/a. Habla sobre tu relación con él/ella/ellos/ellas y explica qué vais a hacer este fin de semana. **Añade una pregunta al final de tu vídeo para tus compañeros**Reto: ¿Por qué son tus amigos importantes en tu vida? ¿Te atreves a explicarlo en el vídeo?",
    "thumbnail": null,
    "level": 2,
    "nativeLanguage": "EN",
    "targetLanguage": "ES"
  },
  {
    "title": "My Family",
    "description": "Record and upload a 30-60 second video about your family. Include a brief description of your family members. ** Add a question at the end of your video for your colleagues ** Challenge: Do you dare to add in the video what you normally do with your family on weekends?",
    "thumbnail": null,
    "level": 1,
    "nativeLanguage": "ES",
    "targetLanguage": "EN"
  },
  {
    "title": "My Family",
    "description": "Record and upload a 1-1: 30 second video about your family. Include a brief description of your family members, your relationship with them, and whether you do things together on the weekends. ** Add a question at the end of your video for your classmates ** Challenge: Would you like to be an only child? / Would you like to have siblings? Answer this question in the video explaining why.",
    "thumbnail": null,
    "level": 2,
    "nativeLanguage": "ES",
    "targetLanguage": "EN"
  },
  {
    "title": "My Family",
    "description": "Record and upload a 1-2 minute video talking about your family. Include a brief description of your family members, your relationship with them, if you do things together on the weekends and if you would like to be an only child or have siblings. ** Add a question at the end of your video for your colleagues ** Challenge: How has your family influenced your life and your personality? Can you explain it with examples in the video?",
    "thumbnail": null,
    "level": 3,
    "nativeLanguage": "ES",
    "targetLanguage": "EN"
  },
  {
    "title": "That's how I am",
    "description": "Record and upload a 1-1: 30 minute video talking about yourself. Include your name, your age, where you live, what you are like, what you like to do in your free time, and what you will do when you finish your studies. ** Add a question at the end of your video for your classmates ** Challenge: Do you dare to add to the video what you were like when you were little?",
    "thumbnail": null,
    "level": 2,
    "nativeLanguage": "ES",
    "targetLanguage": "EN"
  },
  {
    "title": "My Family II",
    "description": "You are going to have a conversation with your cyber friend about your families. In the call, you can use the following script: -Greetings-Description of your families-Talk about your siblings and your relationship with them or if you are only children-What do you do on weekends together / what plans do you have this weekend. -Farewell. * Make sure to prepare questions about his video to ask your cyber friend.",
    "thumbnail": null,
    "level": 2,
    "nativeLanguage": "ES",
    "targetLanguage": "EN"
  },
  {
    "title": "My Friends",
    "description": "Record and upload a 1-1: 30 minute video talking about your friends or your best friend. Talk about your relationship with him / her / them / them and explain what you are going to do this weekend. ** Add a question at the end of your video for your colleagues ** Challenge: Why are your friends important in your life? Do you dare to explain it in the video?",
    "thumbnail": null,
    "level": 2,
    "nativeLanguage": "ES",
    "targetLanguage": "EN"
  }
]
